{
	"Jobs": [
		{
			"ID" : 1,
			"Name" : "Find necklace",
			"Description" : "Someone has lost their necklace in the forest, they are wanting you to go out and find it",
			"Reward" : 5,
			"Completed" : false,
			"Hint" : "The trees hold the truth"
		},
		{
			"ID" : 2,
			"Name" : "Missing sword",
			"Description" : "A lost sword waiting to be reunited with its owner, go and locate the sword",
			"Reward" : 5,
			"Completed" : false,
			"Hint" : "For a great monster lives beyond the bridge to the west"
		},
		{
			"ID" : 3,
			"Name" : "Misplaced shield",
			"Description" : "Looks like a warriors shield has been lost in combat in the woods go find it!
			
			... What could've scared a warrior so much they dropped their sword",
			"Reward" : 5,
			"Completed" : false,
			"StoryText" : "As you pick up the shield you start to notice that theres something wrong...
			
			The shield has some oddly weird claw marks across it, very different to anything you're used to.",
			"Hint" : "Something screams from within the ruins, forever lost in a endless labyrinth of lost hope and screams"
		},
		{
			"ID" : 4,
			"Name" : "Missing crown",
			"Description" : "A crown is a sign of power and wealth, but what is a king without their crown.
			
			Help reunite the owner with their crown before their power and wealth vanishes.",
			"Reward": 10,
			"Completed" : false,
			"Hint" : "Next to the pond the king slept"
		},
		{
			"ID" : 5,
			"Name" : "Missing Pickaxe",
			"Description" : "Help locate a miners long lost pickaxe!",
			"Reward": 5,
			"Completed" : false,
			"Hint" : "Where a campfire is, a miner is said to be seen nearby"
		},
		{
			"ID" : 6,
			"Name" : "Lost bow",
			"Description" : "A hunter has lost his bow and is needing someone to help find it",
			"Reward" : 5,
			"Completed" : false,
			"Hint" : "A cabbage patch is usually where wild animals love to hang out the most"
		},
		{
			"ID" : 7,
			"Name" : "Diamond in the night sky",
			"Description" : "A diamond shines as bright as a thousand bright stars.
			The person you took the job from did seem like he had something off with him...
			
			Maybe finding his diamond will reveal something?",
			"Reward" : 10,
			"Completed" : false,
			"StoryText" : "You hold the bright shimmering diamond in your hand... You feel a force jolt through your body like a electric shock.",
			"Hint" : "A ritual ground often contains valuable goods"
		}
	]
}
